/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Comment" = "Comment";

/* No comment provided by engineer. */
"DONE" = "DONE";

/* No comment provided by engineer. */
"Enter email address" = "Enter email address";

/* No comment provided by engineer. */
"Enter username" = "Enter username";

/* No comment provided by engineer. */
"Email Address" = "Email Address";

/* No comment provided by engineer. */
"Email address format is invalid" = "Email address format is invalid";

/* No comment provided by engineer. */
"Email Address Optional" = "Email Address Optional";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Excellent" = "Excellent";

/* No comment provided by engineer. */
"Failed to connect to our server, please try again later..." = "Failed to connect to our server, please try again later...";

/* No comment provided by engineer. */
"Full Name" = "Full Name";

/* No comment provided by engineer. */
"Full name" = "Full name";

/* No comment provided by engineer. */
"Good" = "Good";

/* No comment provided by engineer. */
"Group Name" = "Group Name";

/* No comment provided by engineer. */
"Horrible" = "Horrible";

/* No comment provided by engineer. */
"Insert Name" = "Insert Name";

/* No comment provided by engineer. */
"Insert Password" = "Insert Password";

/* No comment provided by engineer. */
"It appears you don't have internet connection, please try again later..." = "It appears you don't have internet connection, please try again later...";

/* No comment provided by engineer. */
"Leave a comment" = "Leave a comment";

/* No comment provided by engineer. */
"Leave a review" = "Leave a review";

/* No comment provided by engineer. */
"Mark as solved" = "Mark as solved";

/* No comment provided by engineer. */
"Message" = "Message";

/* No comment provided by engineer. */
"Need help with anything?" = "Need help with anything?";

/* No comment provided by engineer. */
"New message" = "New message";

/* No comment provided by engineer. */
"Not good" = "Not good";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Okay" = "Okay";

/* No comment provided by engineer. */
"Optional" = "Optional";

/* No comment provided by engineer. */
"Password must contain at least one lowercase, uppercase, special character, and a number." = "Password must contain at least one lowercase, uppercase, special character, and a number.";

/* No comment provided by engineer. */
"Password Optional" = "Password Optional";

/* No comment provided by engineer. */
"Please enter your email" = "Please enter your email";

/* No comment provided by engineer. */
"Please enter your message" = "Please enter your message";

/* No comment provided by engineer. */
"Please enter your name" = "Please enter your name";

/* No comment provided by engineer. */
"Please fill out the form below before you leave a message" = "Please fill out the form below before you leave a message";

/* No comment provided by engineer. */
"Please select your topic" = "Please select your topic";

/* No comment provided by engineer. */
"Retype Password" = "Retype Password";

/* No comment provided by engineer. */
"Select Topic" = "Select Topic";

/* No comment provided by engineer. */
"Send Message" = "Send Message";

/* No comment provided by engineer. */
"Submit Review" = "Submit Review";

/* No comment provided by engineer. */
"This case will be closed and you wont be able to further send messages or receive assistance regarding this case. Would you like to proceed?" = "This case will be closed and you wont be able to further send messages or receive assistance regarding this case. Would you like to proceed?";

/* No comment provided by engineer. */
"Topic" = "Topic";

/* No comment provided by engineer. */
"Type message here" = "Type message here";

/* No comment provided by engineer. */
"Username" = "Username";

/* No comment provided by engineer. */
"Username is always required.\nMust be between 4-32 characters.\nCan only contain a-z, 0-9, underscores, and dot.\nCan't start with number or underscore or dot.\nCan't end with underscore or dot.\nCan't contain consecutive underscores, consecutive dot, underscore followed with dot, and otherwise." = "Username is always required.\nMust be between 4-32 characters.\nCan only contain a-z, 0-9, underscores, and dot.\nCan't start with number or underscore or dot.\nCan't end with underscore or dot.\nCan't contain consecutive underscores, consecutive dot, underscore followed with dot, and otherwise.";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* No comment provided by engineer. */
"We are experiencing problem to connect to our server, please try again later..." = "We are experiencing problem to connect to our server, please try again later...";

